data_enterprise = {"重工": [{"type": "重工", "enterprise": "三一重工", "content": "41台三一重工起重机、8台泵车、35台搅拌车、22台挖机", "time": ""}, {"type": "重工", "enterprise": "中联重科", "content": "挖掘机、起重机、泵车、搅拌车等设备31台", "time": ""}, {"type": "重工", "enterprise": "徐州重工", "content": "52台徐工设备", "time": ""}], "石油": [{"type": "石油", "enterprise": "中国石油", "content": "10000升柴油及现场加油车", "time": ""}, {"type": "石油", "enterprise": "中国石化", "content": "40吨柴油，92号汽油20吨、95号汽油20吨、润滑油及大量快餐食品，油品能保障1200多辆应急救援车辆的加油需求，并且为救护车免费加油", "time": ""}], "电力": [{"type": "电力", "enterprise": " 国家电网", "content": "260名电力工人、2条10KV线路、4台环网柜、24台箱式变压器、8000米电缆", "time": "1.23~1.31"}, {"type": "电力", "enterprise": "亿纬锂能", "content": "2台新能源静音发电车进行两个5G塔房一体化宏站供电", "time": "1.26~1.27"}, {"type": "电力", "enterprise": "三峡集团", "content": "全程用电保障", "time": ""}, {"type": "电力", "enterprise": "鄂州电厂", "content": "全程用电保障", "time": ""}], "建材": [{"type": "建材", "enterprise": "宝钢集团", "content": "净化通风管道系统用材料、热镀锌钢板、宝钢彩涂板约23吨", "time": ""}, {"type": "建材", "enterprise": "浙江中拓集团", "content": "240吨钢材", "time": ""}, {"type": "建材", "enterprise": "五矿发展公司", "content": "12mm螺纹钢、药品500余盒，口罩9000余个", "time": ""}, {"type": "建材", "enterprise": "中国建材", "content": "3.39万平方米医用地板", "time": ""}, {"type": "建材", "enterprise": "华新公司", "content": "数千吨水泥", "time": ""}, {"type": "建材", "enterprise": "河北军辉", "content": "330桶近8.5吨防火涂料", "time": ""}, {"type": "建材", "enterprise": "正大", "content": "方矩管、镀锌圆管近100吨、60吨热镀锌圆管", "time": ""}, {"type": "建材", "enterprise": "华美节能", "content": "医院所需全部橡塑绝热保温材料", "time": ""}, {"type": "建材", "enterprise": "惠达卫浴", "content": "5931件卫浴产品：马桶和水龙头", "time": ""}, {"type": "建材", "enterprise": "佳强能源", "content": "晨阳水漆环保喷涂", "time": ""}, {"type": "建材", "enterprise": "新兴铸管", "content": "DN200球墨铸铁管240米及对应各种管件、240米的球墨铸铁管及108种管件", "time": ""}, {"type": "建材", "enterprise": "永高公司", "content": "3500个集成房、市政及建筑类管道产品", "time": ""}, {"type": "建材", "enterprise": "中国一冶", "content": "ICU病房屋架安装、4800套钢架结构", "time": ""}, {"type": "建材", "enterprise": "上海冠龙", "content": "2000个阀门", "time": ""}, {"type": "建材", "enterprise": "中建深装", "content": "100名管理人员，500名施工人员，医院病房的吊顶、隔板墙、门窗及全部工作面的密闭工作", "time": ""}], "信息系统": [{"type": "信息系统", "enterprise": "华为", "content": "无线AP、接入网络、汇聚网络、核心网络、视频监控和远程会议系统等共几千台设备。", "time": "36小时（2.1之前）"}, {"type": "信息系统", "enterprise": "中国移动", "content": "3套远程视频会议系统、500台IMS固话、200台对讲设备", "time": ""}, {"type": "信息系统", "enterprise": "中国电信", "content": "远程会诊系统、加强的4G、5G无线网络覆盖，以及短信平台通道、1000多部固定电话", "time": ""}, {"type": "信息系统", "enterprise": "中国联通", "content": "保障人员1450人次，保障车辆532台、发油机108台、线路机具437套、口罩7784个、消毒液210瓶", "time": ""}, {"type": "信息系统", "enterprise": "中国铁塔（1.25~1.26）", "content": "2个塔房基站", "time": ""}, {"type": "信息系统", "enterprise": "中国电子", "content": "云资源、计算能力、存储设备", "time": ""}, {"type": "信息系统", "enterprise": "中国信息技术", "content": "云资源、计算能力、存储设备", "time": ""}, {"type": "信息系统", "enterprise": "联想", "content": "总计1000余台台式机、笔记本电脑、平板电脑、打印机等IT设备", "time": ""}, {"type": "信息系统", "enterprise": "TCL电子", "content": "500台50英寸病房专用电视，50台65英寸大屏显示电视，200台创维空气净化器", "time": ""}, {"type": "信息系统", "enterprise": "小米", "content": "远程视频探视系统的1750台小米平板、空气净化器、红外体温计、对讲机和自动洗手机等设备", "time": ""}, {"type": "信息系统", "enterprise": "紫光", "content": "H3C S10500核心交换机、H3C SecPath F5030防火墙、H3C S6520X万兆交换机、H3C S5130S-EI高性能交换机,以及堡垒机、行为管理、日志审计、数据库审计等网络、安全软硬件产品", "time": ""}, {"type": "信息系统", "enterprise": "烽火", "content": "OTN和PTN设备", "time": ""}, {"type": "信息系统", "enterprise": "奇安信", "content": "600多个重要系统提供云端实时监测和防御，并为相关网站提供必要的安全防护", "time": ""}, {"type": "信息系统", "enterprise": "卫宁健康", "content": "移动远程会诊平台、互联网医院云平台", "time": ""}], "医疗设备": [{"type": "医疗设备", "enterprise": "联影医疗", "content": "3台智能高端CT", "time": ""}, {"type": "医疗设备", "enterprise": "上海信投", "content": "数台CT设备", "time": ""}, {"type": "医疗设备", "enterprise": "东软集团", "content": "数台CT设备", "time": ""}, {"type": "医疗设备", "enterprise": "淮坊雅士空调", "content": "ICU与手术室空调", "time": ""}, {"type": "医疗设备", "enterprise": "上海集成电路行业协会", "content": "热成像芯片", "time": ""}, {"type": "医疗设备", "enterprise": "上海昕诺飞", "content": "930套紫外消毒灯", "time": ""}, {"type": "医疗设备", "enterprise": "欧普照明", "content": "三批专业照明灯具及其他相关产品", "time": ""}, {"type": "医疗设备", "enterprise": "乐普医疗", "content": "2000支电子体温计与700台指夹血氧仪", "time": ""}, {"type": "医疗设备", "enterprise": "汇清科技", "content": "价值100万的空气净化消毒设备", "time": ""}, {"type": "医疗设备", "enterprise": "奥佳华", "content": "价值300万元的准医用级空气净化器", "time": ""}, {"type": "医疗设备", "enterprise": "猎户星空", "content": "猎户星空智能递送服务机器人豹小递", "time": ""}, {"type": "医疗设备", "enterprise": "欧亚达", "content": "2000张床铺、病房电路装修", "time": ""}, {"type": "医疗设备", "enterprise": "格力", "content": "281套包括双向换气的风无界新风空调在内的空调、500台可以杀病毒的空气净化器", "time": ""}, {"type": "医疗设备", "enterprise": "海尔", "content": "200台冰箱、价值约300万元的专用安全防护医疗设备", "time": ""}, {"type": "医疗设备", "enterprise": "美的", "content": "550套新风+无风感空调产品的基础上", "time": ""}], "救护车": [{"type": "救护车", "enterprise": "宇通客车", "content": "10台负压救护车", "time": ""}, {"type": "救护车", "enterprise": "江铃集团", "content": "18辆负压防疫救护车", "time": ""}], "食品": [{"type": "食品", "enterprise": "中粮集团", "content": "福临门食用油、福临门米面、蒙牛特仑苏牛奶、中粮可口可乐饮用、6000桶方便面、59吨福临门品牌大米、33吨面粉、16000盒牛奶、8000杯酸奶、百吨三亚蔬果", "time": ""}, {"type": "食品", "enterprise": "中百仓储", "content": "急速落成“无人便利店”供应：消毒、消杀、洗手液、休闲食品、饮料、纸品、卫生清洁用品、杂货等八大类、200多种单品", "time": ""}, {"type": "食品", "enterprise": "阿里巴巴淘鲜达", "content": "与中百仓储24小时落地“无人便利店”，结合菜鸟物流绿色通道最快速度供应物资", "time": ""}], "物流": [{"type": "物流", "enterprise": "顺丰物流", "content": "", "time": ""}, {"type": "物流", "enterprise": "京东物流", "content": "", "time": ""}, {"type": "物流", "enterprise": "中国邮政", "content": "", "time": ""}, {"type": "物流", "enterprise": "苏宁物流", "content": "", "time": ""}, {"type": "物流", "enterprise": "圆通速递", "content": "", "time": ""}, {"type": "物流", "enterprise": "中通速递", "content": "", "time": ""}, {"type": "物流", "enterprise": "申通速递", "content": "", "time": ""}, {"type": "物流", "enterprise": "韵达快递", "content": "", "time": ""}, {"type": "物流", "enterprise": "百世快递", "content": "", "time": ""}, {"type": "物流", "enterprise": "德邦快递", "content": "", "time": ""}, {"type": "物流", "enterprise": "天天快递", "content": "", "time": ""}, {"type": "物流", "enterprise": "优速快递", "content": "", "time": ""}]}
data_hospital = [
    {
        name: 1,
        top: [0, 40, 160, 40, 160, 120, 100, 120, 100, 80, 0, 80],
        face: [160,40, 160, 120, 160, 120, 100, 120, 100, 80, 0, 80],
        type: '食品'
    },
    {
        name:2,
        top:[0,120,160,120,160,280,100,280,100,240,0,240,0,200,120,200,120,160,0,160],
        face:[160,120,160,280,160,280,100,280,100,240,0,240,120,160,0,160],
        type: '建材'
    },
    {
        name:3,
        top:[0,280,160,280,160,440,100,440,100,400,0,400,0,360,120,360,120,320,0,320],
        face:[160,280,160,440,160,440,100,440,100,400,0,400,120,320,0,320],
        type: '电力'
    },
    {
        name:4,
        top:[0,440,160,440,160,600,120,600,120,560,0,560,0,520,120,520,120,480,0,480],
        face:[160,440,160,600,160,600,120,600,120,560,0,560,120,480,0,480],
        type: '石油'
    },
    {
        name:5,
        top:[160,80,280,80,280,160,180,160,180,200,160,200],
        face:[280,80,280,160,280,160,180,160,180,160,180,200,180,200,160,200],
        type: '重工'
    },
    {
        name:6,
        top:[160,200,280,200,280,240,200,240,200,280,280,280,280,320,180,320,180,360,160,360],
        face:[280,200,280,240,280,280,280,320,180,320,180,360,180,320,180,360,180,360,160,360,280,240,200,240,280,320,180,320,200,240,200,280],
        type: '救护车'
    },
    {
        name:7,
        top:[160,360,280,360,280,400,200,400,200,460,280,460,280,460,280,500,160,500],
        face:[280,360,280,400,280,460,280,500,280,500,160,500,280,400,200,400,200,400,200,460],
        type: '医疗设备'
    },
    {
        name:8,
        top:[280,0,320,0,320,120,360,120,360,0,400,0,400,140,440,140,440,0,480,0,480,120,520,120,520,0,560,0,560,160,280,160],
        face:[560,0,560,160,560,160,280,160,480,0,480,120,400,0,400,140,320,0,320,120],
        type: '信息系统'
    }
]
data_hospital_area = [
    [0,40,160,80],
    [100,80,160,120],
    [0,120,160,160],
    [120,160,160,200],
    [0,200,160,240],
    [100,240,160,280],
    [0,280,160,320],
    [120,320,160,360],
    [0,360,160,400],
    [100,400,160,440],
    [0,440,160,480],
    [120,480,160,520],
    [0,520,160,560],
    [120,560,160,600],
    [160,80,280,160],
    [160,160,180,200],
    [160,200,280,240],
    [160,240,200,280],
    [160,280,280,320],
    [160,320,180,360],
    [160,360,280,400],
    [160,400,200,460],
    [160,460,280,500],
    [280,0,320,120],
    [360,0,400,120],
    [440,0,480,120],
    [520,0,560,120],
    [280,120,400,160],
    [400,140,440,160],
    [440,120,560,160]
]
data_hospital_line=[959.9, 156.5, 1531.7, 486.7, 1531.7, 721, 1181.2 , 923.6, 959.7, 795.8, 738.5, 923.6, 388.1 , 720.9, 388.1, 486.9, 609.3, 358.9]